"ACKNOWLEDGEMENTS" = "Acknowledgements \nPortions of this application may utilize the following copyrighted material, the use of which is hereby acknowledged:";
"WIKIMEDIA" = "Wikipedia \nText is available under the Creative Commons Attribution-ShareAlike License; additional terms may apply. See Terms of use for details. \nWikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization.";
"GEONAMES" = "GeoNames \nGeoNames data is available under a liberal creative commons attributions licence.";